/* Localizable strings not stored in nib files and not stored in application resources, */
/* the strings below can be accessed using the GetBundleLocalizedString() macro, those */
/* stored in application resources must be accessed using GetLocalizedString() instead. */

"kNoStartDateNotRunning" = "non disponible. Le service n’a pas démarré";

"kDateFormatter" = "%c";

"kWebTotalRequestsFormatter" = "Requêtes cumulées : %.0f";

"kWebCacheTotalRequestsFormatter" = "Requêtes cumulées : %.0f";

"kWebTotalTrafficFormatter" = "Trafic cumulé : %.3f Mo";

"kWebCacheTotalTrafficFormatter" = "Trafic cumulé : %.3f Mo";

"kWebperfcacheEnabled" = "Cache : ";

"kSSLEnabled" = ", SSL : ";

"kCGIEnabled" = ", CGI : ";

"kDAVEnabled" = ", DAV : ";

"RUNNING" = "En service";

"STOPPED" = "Arrêté";

"STARTING" = "Démarrage en cours";

"STOPPING" = "Arrêt en cours";

"PAUSED" = "En pause";

"UNKNOWN" = "Inconnu";

"N/A" = "Non disponible";

"YES" = "Activé";

"NO" = "Désactivé";

"ON" = "Activé";

"OFF" = "Désactivé";

"ERRORLOG" = "Erreur";

"ACCESSLOG" = "Accès";

"WEBPERFCACHELOG" = "Cache";

"SYSTEMLOG" = "Historique système";
"Other"="Autre";
"new"="Nouveau";
"any"="quelconque";
"example.com"="exemple.com";
"Everyone"="Tous";

"kDisabledFormat"="%@ (désactivé)";

"kSummaryRequestPerSecFormatter" = "%.1f requêtes/s";
"kSummaryThrouputPerSecFormatter" = "%@/s";

/* new web site  */
"kdefault" = "par défaut";
"%@_copy" = "%@_copy";

/* MIME handler */
"newResponseType" = "nouveau";
"newMimeType" = "nouveau";
"newMimeTypeID" = "nouveau/nouveau";

/* Modules */
"untitledModuleID" = "sans_titre";
"untitledModulePath" = "/usr/libexec/sans titre.so";

/* user/group realm edit sheet */

"untitled" = "sans_titre";

"User short name:" = "Nom abrégé d’utilisateur :";
"User can:" = "L’utilisateur peut :";
"Edit the user's name and permissions." = "Modifier le nom et les autorisations de l’utilisateur.";

"Group name:" = "Nom du groupe :";
"Group can:" = "Le groupe peut :";
"Edit the group's name and permissions." = "Modifier le nom et les autorisations du groupe.";

"kFolderWarning" = "Un dossier ne peut être protégé que par un seul royaume (tout autre royaume protégeant le même dossier sera détruit).";
"kLocationWarning" = "Un emplacement ne peut être protégé que par un seul royaume (tout autre royaume protégeant le même emplacement sera détruit).";

"kFolderPlaceholder" = "/Bibliothèque/WebServer/Documents";
"kLocationPlaceholder" = "URI";

"kBrowseOnly" = "Navigation uniquement";
"kBrowseAndReadWebDAV" = "Navigation et lecture WebDAV";
"kBrowseAndReadWriteWebDAV" = "Navigation et lecture/écriture WebDAV";
"kRealmRightsNone" = "Aucun";

/* dup realm error */
"Duplicate Realms." = "Royaumes en double.";
"The realm \"%@\" already protects the %@ \"%@\"." = "Le royaume « %@ » protège déjà le %@ « %@ ».";
"folder" = "dossier";
"location" = "emplacement";

/* site port changed alert */
"Site port changed" = "Port du site modifié";
"The port for this site has been switched from %@ to %@ because you have %@ SSL." = "Le port de ce site a été changé de %@ en %@ parce que vous avez SSL %@.";
"disabled"="désactivé";
"enabled"="activé";

/* browser descriptives */
"Choose the folder where you wish the cache to reside."="Choisir le dossier dans lequel vous souhaitez placer le cache.";
"Choose the folder where your documents exist for this web site."="Choisir le dossier dans lequel les documents de ce site Web se trouvent.";
"Choose the SSL CA file."="Choisir le fichier SSL CA.";
"Choose the SSL key file."="Choisir le fichier de clé SSL.";
"Choose the SSL certificate file."="Choisir le fichier de certificat SSL.";
"Choose the file that SSL log entries will get saved to."="Choisir le fichier dans lequel les entrées d’historique SSL doivent être enregistrées.";
"Choose the file that error log entries will get saved to."="Choisir le fichier dans lequel les entrées de l’historique des erreurs doivent être enregistrées.";
"Choose the file that access log entries will get saved to."="Choisir le fichier dans lequel les entrées de l’historique des accès doivent être enregistrées.";
"Choose the folder where you wish the Web Services data to reside." = "Sélectionnez le dossier dans lequel vous souhaitez stocker les données de services Web.";

/* Settings > Proxy */
"http://www.example.com/" = "http://www.exemple.fr/";
"Forward Proxy will not properly function with current Sites configuration." = "Le proxy direct ne fonctionnera pas correctement avec la configuration actuelle des sites.";
"You must delete the Web Server Alias named '*' from the default wild-card virtual host in the Sites' Aliases panel; otherwise the virtual host content will take priority over the forward proxy's behavior." = "Vous devez supprimer l’alias de serveur web, intitulé « * », de l’hôte virtuel de caractère générique indiqué par défaut, dans le panneau des alias des sites. Dans le cas contraire, le contenu de l’hôte virtuel prend la priorité sur le comportement du proxy direct.";

/* Logging stuff */

"emerg"="Urgence";
"alert"="Alerte";
"crit"="Critique";
"error"="Erreurs";
"warn"="Avertissements";
"notice"="Notes";
"info"="Information";
"debug"="Déboguer";

/* Overview */
"Web Service is:" = "Le service Web est :";
"Start Time:" = "Date de démarrage :";

"Requests/second:" = "Requêtes/seconde :";
"Throughput:" = "Débit :";
"Cache Requests/second:" = "Requêtes de cache/seconde :";
"Cache Throughput:" = "Débit du fichier cache :";
"Apache Version:" = "Version Apache :";

"Upgrade Apache Version" = "Mettre à niveau la version d’Apache…";

/* Error Strings */

"No Max Simultaneous Connections"="Le champ Maximum de connexions simultanées doit être rempli";
"No Max Persistent Connections"="Le champ Maximum de connexions persistantes doit être rempli";
"No Connection Timeout"="Le champ du délai de déconnexion doit être rempli";
"No Min Spare Servers"="Le champ Minimum de serveurs de réserve doit être rempli";
"No Max Spare Servers"="Le champ Maximum de serveurs de réserve doit être rempli";
"No Start Servers"="Le champ Démarrer les serveurs doit être rempli";
"Max Less Than Min Servers"="Le nombre maximal de serveurs de réserve doit être supérieur au nombre minimal";
"No Proxy Cache Size"="Le champ de la taille de la cache proxy doit être rempli";
"No Proxy Cache clean up interval"="Le champ de l’intervalle de nettoyage de la cache proxy doit être rempli";
"No Proxy Cache Path"="Le champ du chemin de la cache proxy doit être rempli";
"No Site Name"="Le champ de nom du site doit être rempli";
"No Site Port"="Le champ de port du site doit être rempli";
"No Site DocRoot"="Le champ Dossier Web du site doit être rempli";
"No Site IP Address"="Le champ Adresse IP du site doit être rempli";
"No Site Access Length"="Le champ de la longueur d’archive de l’historique des accès du site doit être rempli";
"No Site Access Path"="Le champ du chemin de l’historique des accès du site doit être rempli";
"No Site Error Length"="Le champ de la longueur d’archive des erreurs du site doit être rempli";
"Multiple Errors"="Plusieurs erreurs ont été découvertes dans la configuration";
"No Site Error Path"="Le champ du chemin de l’historique des erreurs du site doit être rempli";
"No Site SSL Passphrase"="Le champ de la phrase secrète SSL du site doit être rempli";
"No Site SSL Log"="Le champ du chemin de l’historique SSL du site doit être rempli";
"No Site SSL Cert File"="Le champ du chemin du fichier de certificat SSL du site doit être rempli";
"No Site SSL Key File"="Le champ du chemin du fichier de la clé de certificat SSL du site doit être rempli";
"No Site SSL CA File"="Le champ du chemin du fichier CA de certificat SSL du site doit être rempli";
"Duplicate Site Error"="Deux sites possédant les mêmes nom, adresse et numéro de port ne peuvent coexister";

/* Warnings */

"ChooseOther"="Voulez-vous réellement choisir “Autre” comme adresse IP ?";

"OtherIPAddressWarning"="Si vous choisissez “Autre” vous devez désactiver le site jusqu’à ce que vous soyez prêt à attribuer l’adresse IP. Le service Web ne démarrera pas avant que chaque site activé ne possède une adresse IP valide.";

/* Tooltips (dynamically populated) */

"PERF_CACHE_DISABLED_SSL" = "Désactivé parce que SSL est activé";

"PERF_CACHE_DISABLED_APACHE_VERSION" = "Désactivé parce que cette fonction n’est pas prise en charge par la version d’Apache installée";

"Wiki moderators can delete the comments of others and permanently delete wiki pages" = "Les animateur de wiki peuvent supprimer les commentaires des autres et supprimer définitivement des pages wiki";

/* Server side errors */

"100001" = "Les fichiers de configuration contenaient des erreurs - voir historique système";
"100002" = "Impossible de démarrer le service Web - voir les détails dans l’historique des erreurs";
"100003" = "Impossible d’écrire le fichier de configuration - voir historique système";
"100004" = "Impossible de lire les fichiers de configuration - voir historique système";

"100005" = "Postfix ne tourne pas. Cela va empêcher l’utilisation de certains services web.";
"100006" = "Le service de calendrier ne tourne pas. Cela va empêcher l’utilisation de certains services web.";
"100007" = "Postfix et le service de calendrier ne tournent pas. Cela va empêcher l’utilisation de certains services web.";

/* Graphs */

"Requests" = "Requêtes";
"Throughput" = "Débit";
"Requests w/ Cache" = "Requêtes avec cache";
"Throughput w/ Cache" = "Débit avec cache";

"Everyone can create wikis" = "Tout le monde peut créer des wikis";

"This server must also be running the Mail service." = "Le service Mail doit être en cours d’exécution sur ce serveur.";
"To use server-side mail rules, enable SSL for this site." = "Pour utiliser les règles de courrier du serveur, activez SSL sur ce site.";
"To enable this feature you must first enable SSL on the selected site." = "Pour activer cette fonction vous devez avant tout activer SSL sur le site sélectionné.";

"None" = "Aucun";
"Multiple" = "Multiple";
